{
  "actor": {
    "title": "Актер",
    "text": "Адаптивен и переменчив, способен быстро и органично входить в новую деятельность, среду и находить свою зону комфорта, любит «играть», примерять на себя разные маски и роли."
  },
  "adherent": {
    "title": "Адепт",
    "text": "Ищет ощущение принадлежности, смысловой наполненности, посвящает себя служению лидеру или идее, обеспечивает искреннюю поддержку лидеру, идее или соратникам, любит быть «среди правильных людей»."
  },
  "analyst": {
    "title": "Аналитик",
    "text": "Работает с большими объемами информации в разных контекстах и «языках», занимается поиском, выделением связей и закономерностей. Любит «грызть гранит» и находить желаемое."
  },
  "chief": {
    "title": "Вождь",
    "text": "Харизматическая личность, потенциальный лидер, способный увлечь и повести за собой. Нуждается в последователях, хочет, чтобы его уважали и любили."
  },
  "constructor": {
    "title": "Конструктор",
    "text": "Стремится упорядочить разрозненные «детали», создать сбалансированные и продуктивные системы, схемы, устройства. Любит конструировать."
  },
  "controller": {
    "title": "Контролер",
    "text": "Внимательный, сфокусированный на задаче, ограничениях, инструкциях, регламенте педант, критик. Вылавливает ошибки, любит, когда все идет «согласно плану и распорядку». Не любит нестандартных решений."
  },
  "creator": {
    "title": "Творец",
    "text": "Генератор нового, создатель уникального авторского продукта, стремится выразить свои переживания, свой внутренний мир через создаваемые «произведения»."
  },
  "empath": {
    "title": "Эмпат",
    "text": "Тонко чувствует эмоциональное состояние других, сопереживает всему живому, стремится к достижению гармонии в коллективе."
  },
  "esthete": {
    "title": "Эстет",
    "text": "Обладает художественным вкусом, понимает и чувствует прекрасное. При виде дисгармонии или «уродства» (в его понимании) испытывает физический дискомфорт. Любит выступать лидером мнений, но не воспринимает критику."
  },
  "experimenter": {
    "title": "Экспериментатор",
    "text": "Первопроходец, человек, стремящийся к новым горизонтам, пытающийся достичь недостижимое, идущий в неизвестность, не боится (зачастую не осознает) опасностей. Любит «чувство прорыва, открытия»."
  },
  "expert": {
    "title": "Эксперт",
    "text": "Обладает многообразными знаниями\n      в своей области, советник, хранитель традиций, ходячая энциклопедия. Стремится к накоплению знаний. Любит вещать «в формате монологов». Любит, когда его слушают."
  },
  "fighter": {
    "title": "Боец",
    "text": "Предпочитает силовые решения, может прибегнуть к насилию ради достижения результата, но при этом принимает удар на себя, идет на жертвы, любит «рубиться»."
  },
  "hacker": {
    "title": "Хакер",
    "text": "Игрок, способный определять и использовать потенциальные возможности и уязвимости систем, рассчитывать риски, принимать быстрые решения. Воспринимает жизнь как игру."
  },
  "intuit": {
    "title": "Интуит",
    "text": "Обладает чутьем, прислушиваясь к себе «получает» верные решения, но не понимает, как и откуда. Не до конца уверен в себе и боится не быть воспринятым серьезно."
  },
  "master": {
    "title": "Хозяин",
    "text": "Внимательный, заботливый владелец, с любовью относится к людям, вещам, ресурсам, которые считает своей собственностью. Стремится к накоплению."
  },
  "messenger": {
    "title": "Связной",
    "text": "Налаживает каналы коммуникации, старается получить обратную связь, стремится установить контакт, найти общий язык и взаимопонимание, наслаждается процессом общения."
  },
  "organizer": {
    "title": "Организатор",
    "text": "Занимается распределением задач и поддержанием процесса их выполнения, менеджер, управленец. Способен увидеть «системную картину» целиком. Любит, когда все «детали» работают слаженно"
  },
  "performer": {
    "title": "Исполнитель",
    "text": "Усердный, добросовестный исполнитель поставленных извне задач. Испытывает удовольствие от хорошо выполненной работы."
  },
  "pursuer": {
    "title": "Преследователь",
    "text": "Максимально сфокусирован на достижении конкретного результата, концентрирует внимание настолько, что все лишнее для него перестает существовать. Не останавливается ни перед чем в преследовании цели. Любит «чувство погони»."
  },
  "visionary": {
    "title": "Визионер",
    "text": "Способен представить будущее, увидеть и описать новое, например, потенциальный результат проекта, на основании этого может сформулировать цель, поставить задачу, не любит участвовать в непосредственной деятельности."
  }
}
