{
  "twinPopupText": [
    "Смотрите! Слева список качеств вашего двойника. Чтобы ознакомиться со всеми - используйте прокрутку. Все показатели будут уточняться от ваших дальнейших решений.",
    "Модель вашего двойника продолжает обрастать характеристиками. Оцените.",
    "Посмотрите, какой чудесный прогресс!",
    "Отличный вышел двойник! Точь-в-точь вы. Осталось только протестировать его."
  ],
  "skillsPopupText": [
    "Двойнику нужно чем-то заниматься в свободное время. Так что добавьте ему возможные интересы. В слоты справа переместите две иконки. Их можно менять, пока вы не подтвердите выбор.",
    "А теперь давайте расширим кругозор вашего двойника. Добавьте ему еще два интереса.",
    "А чем еще будет увлекаться ваш двойник?"
  ],
  "inventoryItems": [
    {
      "asset": "easy_item1",
      "name": "Космоджем",
      "text": "Наши исследователи где-то откопали космоджем. Одно из самых вкусных блюд в галактике! Оставите себе или подарите кому-то из советников?",
      "equipText": "Приятного аппетита! Смотрите, не съешьте все за один раз!",
      "giveawayText": "Спасибо! Всегда хотел попробовать!"
    },
    {
      "asset": "easy_item2",
      "name": "Ловец снов",
      "text": "Новая находка исследователей! Этот удивительный чемоданчик запоминает сны и может воспроизводить их на экране.",
      "equipText": "Я бы тоже так сделал! Свезло вам, вождь!",
      "giveawayText": "Спасибо большое! Что может быть лучше, чем дар от нашего вождя!"
    },
    {
      "asset": "easy_item3",
      "name": "Релаксатор",
      "text": "Невероятно, но эта штука позволяет выспаться всего за два часа! Устройство сложное, и никто не знает, как оно работает. Возможно, даже ускоряет время внутри себя.",
      "equipText": "Да это ж бесценная штука, вождь! Завидую белой завистью!",
      "giveawayText": "Это мне? Правда? Спасибо, вождь!"
    }
  ],
  "finalCase": {
    "id": "final",
    "title": "Энергетическая ценность",
    "imageTitle": "Цифровой двойник",
    "background": "case5_bg",
    "dialogSteps": [
      {
        "adviser": 0,
        "text": "Вождь, ваш двойник почти готов. Но последний этап очень энергозатратен. Придется пойти на жертвы...",
        "showImage": true
      },
      {
        "adviser": 1,
        "text": "К сожалению, ничего зрелищного... Просто сейчас, кроме цифрового двойника, больше всего электричество потребляет гладиаторская арена и выставка ледяных фигур. Так что они первые кандидаты на закрытие."
      },
      {
        "adviser": 2,
        "text": "Только не арену! Я обожаю там выступать и это важно для боевого духа.",
        "highlight": "выступать",
        "dragText": "публичные\nвыступления -\nэто важно",
        "dragStats": ["актер", "боец"]
      },
      {
        "adviser": 1,
        "text": "Эй, я что, зря выпиливал фигуру вождя изо льда?! Я же в это уникальное творение всю душу вложил!",
        "highlight": "в это уникальное творение всю душу вложил",
        "dragText": "поощрять\nтворчество",
        "dragStats": ["творец"]
      },
      {
        "adviser": 0,
        "text": "Можно оставить и то, и другое если все правильно организовать. Вождь, а что вам важнее?",
        "highlight": "все правильно организовать",
        "dragText": "сложная\nорганизация\nпроцесса",
        "dragStats": ["организатор"]
      }
    ],
    "finalSteps": [
      {
        "adviser": 1,
        "text": "Я готов пожертвовать выставкой фигур, если вы обещаете устроить фестиваль искусств, где все творцы планеты смогут показать себя.",
        "stats": ["творец"],
        "thankDialog": [
          {
            "adviser": 1,
            "text": "Благодарю! Для фестиваля я сделаю новую статую - Вождь, разрывающий пасть Рёвожору. Кстати, создание двойника завершено! Давайте узнаем, что получилось."
          },
          {
            "adviser": 0,
            "text": "Которая растает сразу после фестиваля."
          },
          {
            "adviser": 2,
            "text": "Искусство вечно, говорите? Только при минусовой температуре, ха-ха!"
          },
          {
            "adviser": 1,
            "text": "Все уже, проехали, двойник закончен! Давайте узнаем, что получилось."
          }
        ]
      },
      {
        "adviser": 2,
        "text": "В любом случае арену трогать нельзя. Бойцам нужна слава, нужно обожание толпы. Иначе они будут маяться от безделья и чахнуть",
        "stats": ["актер"],
        "thankDialog": [
          {
            "adviser": 2,
            "text": "Спасибо большое! Приходите на наше новое эпичное представление \"Вождь - победитель Рёвожора\"! Кстати, создание двойника завершено! Давайте узнаем, что получилось."
          },
          {
            "adviser": 1,
            "text": "Это больше кривляния, чем реальный бой. Кому такое интересно?"
          },
          {
            "adviser": 0,
            "text": "Уж точно не мне."
          },
          {
            "adviser": 2,
            "text": "Все уже, проехали, двойник закончен! Давайте узнаем, что получилось."
          }
        ]
      },
      {
        "adviser": 0,
        "text": "А я предлагаю перераспределить потребление энергии. Правда тогда придется ограничить потребление всей колонии, ввести три часа “тишины”.",
        "stats": ["организатор"],
        "thankDialog": [
          {
            "adviser": 0,
            "text": "Спасибо! Сразу видно - вы настоящий тактик. Кстати, создание двойника завершено! Давайте узнаем, что получилось."
          },
          {
            "adviser": 1,
            "text": "И эти три часа тишины как назло совпадают со временем показа моего любимого сериала."
          },
          {
            "adviser": 2,
            "text": "Моего тоже. "
          },
          {
            "adviser": 0,
            "text": "Все уже, проехали, двойник закончен! Давайте узнаем, что получилось."
          }
        ]
      }
    ]
  }
}
