{
  "briefingAdviser": {
    "asset": "adviser_keruvan",
    "assetFile": "keruvan.png"
  },
  "briefings": [
    {
      "steps": ["Давайте познакомимся со всеми. Видите значок базы на карте? Кликайте."],
      "activity": "hall",
      "geotag": { "x": 560, "y": 515 }
    },
    {
      "steps": ["Вождь, пора приступать к делу. Кликайте по геотегу. Ни пуха!"],
      "activity": "race-case",
      "geotag": { "x": 630, "y": 465 }
    },
    {
      "steps": ["Вождь, пришла беда откуда не ждали. Скорее кликайте по геотегу!"],
      "activity": "general-case",
      "geotag": { "x": 430, "y": 465 }
    },
    {
      "steps": ["Сюда автоматически подставится текст из челобитной"],
      "activity": "dispute",
      "geotag": { "x": 560, "y": 515 }
    },
    {
      "steps": ["Вождь, чрезвычайная ситуация! Срочно кликайте по геотегу!"],
      "activity": "catastrophe",
      "geotag": { "x": 430, "y": 365 }
    },
    {
      "steps": ["Отличная работа! Самое время перевести дух и проверить вашего двойника. Кликайте на базу."],
      "activity": "skills",
      "geotag": { "x": 560, "y": 515 }
    },
    {
      "steps": ["Вождь, поселение в опасности! Геотег! Срочно кликайте!"],
      "activity": "race-case",
      "geotag": { "x": 630, "y": 465 }
    },
    {
      "steps": ["Сюда автоматически подставится текст из челобитной"],
      "activity": "dispute",
      "geotag": { "x": 560, "y": 515 }
    },
    {
      "steps": ["Сработала аварийная сигнализация! Кликайте по геотегу, чтобы узнать что случилось!"],
      "activity": "general-case",
      "geotag": { "x": 530, "y": 265 }
    },
    {
      "steps": ["Сюда автоматически подставится текст из челобитной"],
      "activity": "dispute",
      "geotag": { "x": 560, "y": 515 }
    },
    {
      "steps": ["Совсем мы вас загоняли, вождь. Пока отдохните и проверьте своего двойника. Кликайте на базу."],
      "activity": "skills",
      "geotag": { "x": 560, "y": 515 }
    },
    {
      "steps": ["Вождь! Непредвиденная ситуация на базе!"],
      "activity": "general-case-final",
      "geotag": { "x": 560, "y": 515 }
    }
  ],
  "advisers": [
    {
      "name": "Ролейв",
      "asset": "adviser_keruvan_1",
      "assetSmall": "adviser_keruvan_1_small"
    },
    {
      "name": "Теомер",
      "asset": "adviser_keruvan_2",
      "assetSmall": "adviser_keruvan_2_small"
    },
    {
      "name": "Оди",
      "asset": "adviser_keruvan_3",
      "assetSmall": "adviser_keruvan_3_small"
    }
  ],
  "hallSteps": {
    "initial": [
      {
        "adviser": 0,
        "text": "Слава нашему новому вождю! Мку-ли-ма!"
      },
      {
        "adviser": 1,
        "text": "Мку-ли-ма!"
      },
      {
        "adviser": 2,
        "text": "Мку-ли-ма!"
      },
      {
        "adviser": 0,
        "text": "Меня зовут Гарит, я предводитель совета."
      },
      {
        "adviser": 1,
        "text": "Курт, советник по экономике. Рад познакомиться с вами."
      },
      {
        "adviser": 2,
        "text": "Я Римак, военный советник и оружейник. Изготовлю вам самую лучшую саблю!"
      },
      {
        "adviser": 0,
        "text": "Добро пожаловать в совет, вождь! Надеюсь, ваше правление приведет нас к процветанию. В свою очередь мы всегда готовы помочь вам и..."
      },
      {
        "adviser": 1,
        "text": "Хватит расшаркиваться! Ты так про двойника рассказать забудешь."
      },
      {
        "adviser": 0,
        "text": "Простите этого грубияна, вождь. Вконец одичал в своей кузне. Но, да, двойник. Ведь рано или поздно вы вернетесь на свою планету. Поэтому пока вы здесь, мы обучим вашу цифровую копию. Сейчас я покажу первичный слепок."
      }
    ],
    "final": [
      {
        "adviser": 0,
        "text": "Что ж, вождь, ваша цифровая копия прошла все проверки. У нас больше нет права вас задерживать. Так что... Видно, пришла пора прощаться."
      },
      {
        "adviser": 1,
        "text": "Эх, надеюсь, ваш двойник будет так же хорош, как и вы. Для меня было честью работать с вами!"
      },
      {
        "adviser": 2,
        "text": "Вы - великий вождь. Мы много раз были на волосок от гибели, и только ваши решения спасли нас."
      },
      {
        "adviser": 0,
        "text": "Уверен, после всех испытаний вам любые трудности по плечу. Прощайте, вождь!"
      },
      {
        "adviser": 1,
        "text": "Подождите! Я тут подумал: вы разрешили все наши конфликты и проявили себя как настоящий герой, а ведь в галактике еще полно проблем... Уверен, нашим соседям тоже пригодилась бы ваша помощь. Что скажете?"
      }
    ]
  },
  "cases": [
    {
      "id": "ryovozher",
      "title": "Великая охота",
      "imageTitle": "Revozhorus Rex",
      "background": "case1_bg",
      "dialogSteps": [
        {
          "adviser": 0,
          "text": "Мы - мкулимы, еще недавно мы держали в страхе всю галактику... Короче говоря, править нами достойны только самые опытные воины."
        },
        {
          "adviser": 2,
          "text": "Для подтверждения статуса вождя есть древняя традиция - великая охота."
        },
        {
          "adviser": 1,
          "text": "Специально к вашему прибытию мы выследили неподалеку грозного зверя Рёвожора.",
          "showImage": true
        },
        {
          "adviser": 0,
          "text": "С вами пойдут наши лучшие охотники, но зверь хитер и коварен: он может улизнуть. Следует отправляться прямо сейчас."
        },
        {
          "adviser": 2,
          "text": "Но сначала стоит определиться со стратегией."
        },
        {
          "adviser": 1,
          "text": "Издавна мкулимы охотились на опасных тварей. Мы наблюдали за их поведением, находили слабости.",
          "highlight": "наблюдали",
          "dragText": "наблюдать и\nизучать\nповедение",
          "dragStats": ["аналитик"]
        },
        {
          "adviser": 1,
          "text": "Мастерили смертельное оружие.",
          "highlight": "Мастерили",
          "dragText": "мастерить\nспециальное\nоружие",
          "dragStats": ["конструктор"]
        },
        {
          "adviser": 2,
          "text": "И в мощном натиске лицом к лицу побеждали монстра.",
          "highlight": "мощном натиске",
          "dragText": "пойти в мощную\nлобовую атаку",
          "dragStats": ["боец"]
        },
        {
          "adviser": 1,
          "text": "Что из этого кажется вам наиболее важным, вождь?"
        }
      ],
      "finalSteps": [
        {
          "adviser": 0,
          "text": "Что ж... Я предлагаю устроить хитроумную западню. Против наносенсоров, сканирующих лазеров и пласталевой сетки когти и зубы - ничто.",
          "stats": ["конструктор"],
          "thankDialog": [
            {
              "adviser": 0,
              "text": "Я знал, что западня сработает как надо! Мои поздравления, вождь! Теперь у вас есть живой трофей! Посадим его в вольер, как доказательство вашей доблести!"
            },
            {
              "adviser": 1,
              "text": "Пф. Ты не мог знать, что она сработает как надо."
            },
            {
              "adviser": 2,
              "text": "Не более, чем везение."
            }
          ]
        },
        {
          "adviser": 1,
          "text": "Лучше некоторые время понаблюдаем за зверем, определим уязвимость и уже тогда выйдем на охоту.",
          "stats": ["аналитик"],
          "thankDialog": [
            {
              "adviser": 1,
              "text": "Кто бы мог подумать, что вот этот задний коготь может причнить ему столько беспокойства? Не зря мы провели два дня, изучая его следы. Теперь у тебя есть живой трофей. Посадим его в вольер, как доказательство твоей доблести!"
            },
            {
              "adviser": 0,
              "text": "Я хотел честного боя, а не вот этого вот всего!"
            },
            {
              "adviser": 2,
              "text": "Да и времени потратили прилично. Можно было все сделать гораздо быстрее!"
            }
          ]
        },
        {
          "adviser": 2,
          "text": "И сколько в этом чести? Давайте вступим в открытый бой и покажем нашу силу!",
          "stats": ["боец"],
          "thankDialog": [
            {
              "adviser": 2,
              "text": "Все целы? Это невероятно, но мы победили! И зверюга еще жива. Мои поздравления, вождь! Теперь у тебя есть живой трофей! Посадим его в вольер, как доказательство твоей доблести!"
            },
            {
              "adviser": 1,
              "text": "Простое везение. Это был слишком большой риск."
            },
            {
              "adviser": 0,
              "text": "Действительно. Пойти в лоб мы бы всегда успели."
            }
          ]
        }
      ]
    },
    {
      "id": "ryovozher_invade",
      "title": "Вторжение ревожеров",
      "imageTitle": "Revozhorus Rex",
      "background": "case1_bg",
      "dialogSteps": [
        {
          "adviser": 0,
          "text": "На поселение движется целая орда рёвожоров! Как вы помните, мы поймали вожака, и теперь вся стая спешит освободить его. Если мы их не остановим, они разрушат поселение!",
          "showImage": true
        },
        {
          "adviser": 1,
          "text": "Представляю, что чувствуют несчастные звери когда их дорогой лидер похищен.",
          "highlight": "что чувствуют несчастные звери",
          "dragText": "можно\nпосочувствовать\nзверям",
          "dragStats": ["эмпат"]
        },
        {
          "adviser": 0,
          "text": "Вот только их вожак теперь ваша, вождь, собственность. Тем более, что на его прокорм уходит столько мяса!",
          "highlight": "вожак теперь ваша, вождь, собственность",
          "dragText": "вожак ревожеров -\nмоя собственность",
          "dragStats": ["хозяин"]
        },
        {
          "adviser": 2,
          "text": "Целая орда рёвожоров... вот бы как-нибудь исхитриться и накрыть их всех одним ударом. На планете станет намного спокойнее.",
          "highlight": "исхитриться и накрыть их всех одним ударом",
          "dragText": "накрыть всю\nстаю одним\nударом",
          "dragStats": ["хакер"]
        },
        {
          "adviser": 1,
          "text": "А вы что думаете, вождь?"
        }
      ],
      "finalSteps": [
        {
          "adviser": 2,
          "text": "А что если, мы поставим клетку рядом с ракетными установками и подождем, пока стая подбежит поближе?..",
          "stats": ["хакер"],
          "thankDialog": [
            {
              "adviser": 2,
              "text": "Сработало! Только они подбежали на расстояние выстрела, мы ка-ак дали! Мощнейший залп! Мало кому удалось скрыться."
            },
            {
              "adviser": 2,
              "text": "Да! Отличная идея! Подождать, пока они подойдут к городу и взорвать их прямо рядом с домами!"
            },
            {
              "adviser": 1,
              "text": "Выбитые стекла в домах за свой счет устанавливать будешь?"
            }
          ]
        },
        {
          "adviser": 1,
          "text": "Давайте лучше решим дело миром. Если мы отпустим вожака, то стая просто уйдет. Так наш вождь проявил бы великодушие.",
          "stats": ["эмпат"],
          "thankDialog": [
            {
              "adviser": 1,
              "text": "Я выпустил вожака. Перед уходом он посмотрел на меня с благодарностью. Стая ушла вместе с ним."
            },
            {
              "adviser": 1,
              "text": "Отпустить трофей. Да как вообще..."
            },
            {
              "adviser": 2,
              "text": "Вот у меня тоже слов нет."
            }
          ]
        },
        {
          "adviser": 0,
          "text": "С ума сошел, отпускать такой ценный трофей?! Спрячем клетку и будем отстреливаться. Чужого нам не надо, но и своего не отдадим.",
          "stats": ["хозяин"],
          "thankDialog": [
            {
              "adviser": 0,
              "text": "Отлично! Мы отогнали их. Поселение почти не пострадало! И трофей остался при нас."
            },
            {
              "adviser": 1,
              "text": "Ага. А еще куча мертвых рёвожоров на улицах. Кто все это убирать будет?"
            },
            {
              "adviser": 2,
              "text": "Чур не я!"
            }
          ]
        }
      ]
    }
  ],
  "generalCases": [
    {
      "id": "ruins",
      "title": "Призраки руин",
      "imageTitle": "Древние руины",
      "background": "case2_bg",
      "dialogSteps": [
        {
          "adviser": 0,
          "text": "Неподалеку мы обнаружили древние руины. Оттуда доносятся странные звуки, а посланные на разведку воины не вернулись. В народе пошли слухи, что эти руины - пристанище темных сил, и всех нас ждет жестокая кара за то, что мы их потревожили."
        },
        {
          "adviser": 2,
          "text": "Стоит ли бояться суеверий? У нас сильный вождь, победивший Рёвожора.",
          "showImage": true,
          "highlight": "сильный вождь",
          "dragText": "сильный вождь\nвселит\nуверенность",
          "dragStats": ["вождь"]
        },
        {
          "adviser": 1,
          "text": "Я полностью поддерживаю твою уверенность в нашем вожде, но не стоит ли сначала разобраться в чем тут дело?",
          "highlight": "разобраться в чем тут дело",
          "dragText": "надо разобраться\nв ситуации",
          "dragStats": ["аналитик"]
        },
        {
          "adviser": 0,
          "text": "Не забывайте, у нас есть четкие инструкции по организации жизни колонии. И исследование руин в них не входит.",
          "highlight": "четкие инструкции",
          "dragText": "развивать колонию\nпо инструкции",
          "dragStats": ["контролер"]
        },
        {
          "adviser": 2,
          "text": "Послушаем правителя. Вождь, на что следует обратить внимание?"
        }
      ],
      "finalSteps": [
        {
          "adviser": 2,
          "text": "Вот мое предложение: выступите перед народом, убедите всех, что опасности нет и у вас все под контролем. Вдохновляющая речь и уверенный образ лидера - вот, что нам нужно.",
          "stats": ["вождь"],
          "thankDialog": [
            {
              "adviser": 2,
              "text": "Народ поверил вам! Теперь все будет хорошо... Правда?"
            },
            {
              "adviser": 0,
              "text": "Заниматься балабольством вместо решения проблемы? Прекрасно."
            },
            {
              "adviser": 1,
              "text": "Временная мера. Ну, раз уж так решил вождь..."
            }
          ]
        },
        {
          "adviser": 1,
          "text": "А по мне так лучше сконструировать автоматическую систему разведки на основе беспилотных дронов. Пусть они просканируют каждый камень и каждую трещинку.",
          "stats": ["конструктор"],
          "thankDialog": [
            {
              "adviser": 1,
              "text": "Вождь, дроны зафиксировали обвал грунта в самом сердце руин. Наши разведчики провалились туда, но благодаря вам, мы вовремя обнаружили их."
            },
            {
              "adviser": 2,
              "text": "Мы потратили столько денег на дронов, а нашли какой-то обвал?"
            },
            {
              "adviser": 0,
              "text": "Жители и так по руинам не шастали и пострадать от этого не могли. Отличное расходование бюджетных средств!"
            }
          ]
        },
        {
          "adviser": 0,
          "text": "Нет, мы должны заниматься развитием поселения, не отвлекаясь на лишнее и не нарушая инструкций. Руины надо огородить забором, и не тратить силы попусту.",
          "stats": ["контролер", "исполнитель"],
          "thankDialog": [
            {
              "adviser": 0,
              "text": "Видите, теперь все спокойно. Высокий забор - решение всех проблем."
            },
            {
              "adviser": 1,
              "text": "Если там и впрямь есть древнее зло, то какой-то заборчик его не остановит."
            },
            {
              "adviser": 2,
              "text": "Ну там же написано запретная зона. Зло увидит табличку и уйдет."
            }
          ]
        }
      ]
    },
    {
      "id": "collapse",
      "title": "Обвал",
      "imageTitle": "Угроза обвала",
      "background": "case4_bg",
      "dialogSteps": [
        {
          "adviser": 1,
          "text": "Вождь, сейсмические приборы ведут себя странно. Возможно нас ждет землетрясение. Не хотелось бы чтобы наше поселение рухнуло в бездну!"
        },
        {
          "adviser": 0,
          "text": "Без паники. Ничего никуда не рухнет. Я же рассчитал график критических нагрузок. И как эксперт заявляю, что опасности нет. А наши инженеры уже работают над укреплением фундаментов.",
          "showImage": true,
          "highlight": "эксперт заявляю",
          "dragText": "прислушаться к\nэкспертному\nмнению",
          "dragStats": ["эксперт"]
        },
        {
          "adviser": 1,
          "text": "Видел я твои расчеты, Гарит. Вроде ошибок нет, но на душе все равно неспокойно. Ох, чувствую - что-то не так.",
          "highlight": "на душе все равно неспокойно",
          "dragText": "прислушаться к\nинтуиции",
          "dragStats": ["интуит"]
        },
        {
          "adviser": 2,
          "text": "Курт, хватит охать по любому поводу! Лучше давай вместе поможем инженерам. Работа на свежем воздухе пойдет тебе на пользу.",
          "highlight": "вместе поможем инженерам",
          "dragText": "лично помочь\nв работе",
          "dragStats": ["исполнитель"]
        },
        {
          "adviser": 0,
          "text": "Курт, для твоего спокойствия я могу все перерасчитать еще раз. И ты убедишься в моей правоте. Вождь, а вы что думаете?"
        }
      ],
      "finalSteps": [
        {
          "adviser": 1,
          "text": "Интуиция однозначно подсказывает: надо эвакуировать жителей.",
          "stats": ["интуит"],
          "thankDialog": [
            {
              "adviser": 1,
              "text": "И вовремя! Пара домов на окраине провалилась под землю. Слава Богу, никто не пострадал!"
            },
            {
              "adviser": 0,
              "text": "Хмф. Ты был прав, но не думай, что я поверю в твое чутье."
            },
            {
              "adviser": 2,
              "text": "Действительно. Странно все это."
            }
          ]
        },
        {
          "adviser": 0,
          "text": "Может еще и с планеты улететь? Мои расчеты верны, мы в полной безопасности. Не стоит паниковать.",
          "stats": ["эксперт"],
          "thankDialog": [
            {
              "adviser": 0,
              "text": "Видите? Никто не пострадал, да и жителей понапрасну не побеспокоили. Спасибо за поддержку!"
            },
            {
              "adviser": 2,
              "text": "Верно. Но если бы где-нибудь была хотя бы малюсенькая ошибка..."
            },
            {
              "adviser": 1,
              "text": "Последствия были бы ужасны."
            }
          ]
        },
        {
          "adviser": 2,
          "text": "Кстати, с нами связались с родной планеты. Они следят за ситуацией и настоятельно рекомендуют не рисковать и временно перенести поселение. Как по мне, нам надо их послушать.",
          "stats": ["исполнитель"],
          "thankDialog": [
            {
              "adviser": 2,
              "text": "Было нелегко, но мы справились. И буквально после того, как поселение оставил последний житель, начались очень сильные толчки, и несколько зданий обрушилось!"
            },
            {
              "adviser": 0,
              "text": "Несколько зданий на окраине. А перенесли мы все поселение."
            },
            {
              "adviser": 1,
              "text": "Столько убытков от этого!"
            }
          ]
        }
      ]
    }
  ],
  "disputes": [
    {
      "text": "Вождь, жители просят разрешить их спор. Кликайте на базу.",
      "first": {
        "id": "kimpa",
        "name": "Кимпа",
        "archetype": "адепт",
        "asset": "keruvan_kimpa",
        "assetFile": "keruvan_kimpa.png",
        "text": "Приветствую, вождь! Я Кимпа, мастер старейшего бойцовского клуба планеты. Как вы знаете, мкулимы ни дня не могут прожить без сражений. Но у нас сложилась затруднительная ситуация. Некоторые воины живут далеко от боевого полигона, так что один боец решил создать свой клуб поближе. Но это идет вразрез с нашими традициями: один клуб на поселение. Я прошу запретить создание нового полигона. Нельзя же отступать от обычаев!",
        "thankText": "Благодарю! Нет ничего важнее наших славных традиций!",
        "notThankText": "Куда мир катится? Никакого уважения к обычаям старины."
      },
      "second": {
        "id": "tiri",
        "name": "Тири",
        "archetype": "вождь",
        "asset": "keruvan_tiri",
        "assetFile": "keruvan_tiri.png",
        "text": "Здравия вам, вождь! Я и есть тот боец, кто решил открыть свой клуб. Во-первых, я - лучший воин, а во-вторых, нам так удобнее, и многие меня уже поддержали! Осталось убедить остальных, что создание нового клуба - верное решение.",
        "thankText": "Благодарю! Под моим руководством новый клуб еще утрет всем нос.",
        "notThankText": "Хм. Я этого так не оставлю."
      }
    },
    {
      "text": "Угадайте что? Снова обращение от жителей! Вот база - кликайте.",
      "first": {
        "id": "question1",
        "name": "Брут",
        "archetype": "визионер",
        "asset": "keruvan_kimpa",
        "assetFile": "keruvan_kimpa.png",
        "text": "Доброго здоровья, вождь! Я местный врач, Брут. Я случайно узнал, что мой сосед-ученый в своем подвале создает сверхмощную ракету. Достаточно было задать пару вопросов, чтобы понять к чему это все приведет! К огромному взрыву! Я сразу представил себе ужасные разрушения, плач и стоны раненых, разве можно заниматься такими вещами среди населенного города! Вы понимаете последствия?",
        "thankText": "Вот это правильно, пусть проводит свои эксперименты где-то подальше от города.",
        "notThankText": "Я не понимаю, вождь, как вы могли поддержать этого сумасшедшего..."
      },
      "second": {
        "id": "question2",
        "name": "Эйншт",
        "archetype": "экспериментатор",
        "asset": "keruvan_tiri",
        "assetFile": "keruvan_tiri.png",
        "text": "Приветствую, вождь! Я Эйншт, ученый. Вы только подумайте, это же настоящий прорыв! Новое слово в науке! Еще никто не был так близок к преодолению мезонного барьера. Всего пара экспериментов, и результат превзойдет все ожидания! У меня все учтено и защищено. В случае успеха мы получим невероятную технологию. Разве можно препятствовать прогрессу?",
        "thankText": "Следующий эксперимент я назову в вашу честь! Спасибо, вождь!",
        "notThankText": "Демонтаж лаборатории отбросит нас далеко назад. Прямиком в каменный век."
      }
    },
    {
      "text": "Вы теперь народный герой, вождь! Кстати, к вам снова посетители. Кликайте на базу.",
      "first": {
        "id": "shuik",
        "name": "Шуик",
        "archetype": "конструктор",
        "asset": "keruvan_kimpa",
        "assetFile": "keruvan_kimpa.png",
        "text": "Приветствую, вождь! Я Шуик, глава разведки. Мне донесли, что во дворце небольшая группа устраивает тайные собрания. Это подозрительно, надо бы узнать, чем они там занимаются. Я готов собрать несложное прослушивающее устройство, и вы узнаете, о чем говорят эти подозрительные типы! А если использовать созданный мной усилитель звука, мы сможем даже определить по голосу, кто это был... Кстати буду рад показать вам схему.",
        "thankText": "Замечательно! теперь все тайное станет явным.",
        "notThankText": "Просто смешно. Взять и превратить все в цирк..."
      },
      "second": {
        "id": "kilit",
        "name": "Килит",
        "archetype": "актер",
        "asset": "keruvan_tiri",
        "assetFile": "keruvan_tiri.png",
        "text": "Здравствуй, вождь! Я Килит, советник Шуика. И я с ним не согласен. При личном общении с подозреваемыми можно выведать гораздо больше интересной информации. У меня есть отличный план: почему бы вам не сделать вид, что вы уезжаете из дворца по делам? Я в это время приду к ним в роли немного подвыпившего уборщика, поссорившегося с женой. Я хороший актер, меня ни в чем не заподозрят. Это будет одно из моих лучших представлений! А заодно все и узнаем.",
        "thankText": "Это будет незабываемый бенефис. Я не подведу вас, вождь.",
        "notThankText": "Никакого воображения..."
      }
    }
  ],
  "catastrophes": [
    {
      "id": "spacebattle",
      "title": "Космические разборки",
      "imageTitle": "Сражение на орбите",
      "background": "case3_bg",
      "dialogSteps": [
        {
          "adviser": 2,
          "text": "Вождь! На орбите сражение между темными дроидами и пиратским флотом капитана Кривоморда. Нас они пока не трогают, но на планету уже падают обломки кораблей, и высаживаются выжившие. Эти сорвиголовы продолжают сражение на земле. Наши поселения рискуют попасть под удар!",
          "showImage": true
        },
        {
          "adviser": 0,
          "text": "Я пробовал связаться с пиратами на всех частотах. В ответ один статический шум, буду еще пытаться.",
          "highlight": "связаться с пиратами",
          "dragText": "выйти на связь\nс пиратами",
          "dragStats": ["связной"]
        },
        {
          "adviser": 1,
          "text": "Схема битвы просто завораживающая! Тактика пиратов приводит меня в восторг.",
          "highlight": "Схема битвы просто завораживающая",
          "dragText": "наблюдать за\nкрасивым\nсражением",
          "dragStats": ["эстет"]
        },
        {
          "adviser": 2,
          "text": "Высаживаются? Значит надо отловить, преследовать по всей планете пока не поймаем всех. Вождь, что вам ближе?",
          "highlight": "преследовать по всей планете",
          "dragText": "преследовать \nи отловить всех\nвысадившихся",
          "dragStats": ["преследователь"]
        }
      ],
      "finalSteps": [
        {
          "adviser": 0,
          "text": "Я предлагаю вызвать ближайший флот галактической лиги. Одна из их обязанностей - борьба с пиратами, нам необходимо поставить их в известность.",
          "stats": ["связной"],
          "thankDialog": [
            {
              "adviser": 0,
              "text": "Они, конечно, обещали, что прибудут через двадцать минут, но я не ожидал, что они сдержат слово... В общем, оба флота уничтожены, пираты на планете арестованы, и все хорошо."
            },
            {
              "adviser": 1,
              "text": "Я думаю, что они так торопятся, чтобы просто посмеяться над мкулимами, которым нужна помощь в обороне."
            },
            {
              "adviser": 2,
              "text": "Мда... Не очень приятно из грозы галактики стать посмешищем."
            }
          ]
        },
        {
          "adviser": 2,
          "text": "Мкулимы - гроза галактики, кто нас тронет - пожалеет об этом и не раз. Всех до одного изловить на земле и в космосе догнать, чтоб не повадно было.",
          "stats": ["преследователь"],
          "thankDialog": [
            {
              "adviser": 2,
              "text": "Вождь, вы видели этот фейерверк? Юху! Со времен сражения за систему Дзеты Сетки такого не наблюдал! Выжившие на земле сразу же сдались и ждут прибытия галактической полиции!"
            },
            {
              "adviser": 0,
              "text": "Прекрасно. Отличное дополнение к нашей репутации варваров, любящих большой бабах."
            },
            {
              "adviser": 1,
              "text": "Большое спасибо. Уверен, теперь в галактике нас будут любить еще больше."
            }
          ]
        },
        {
          "adviser": 1,
          "text": "Вождь, они так красиво дерутся, давайте пригласим выживших пиратов к нам и поучимся тактике космического боя у этих асов.",
          "stats": ["эстет", "эксперт"],
          "thankDialog": [
            {
              "adviser": 1,
              "text": "Простите, вождь. Я так увлекся зрелищем и беседой о тонкостях пилотирования, что даже не заметил, как всех темных дроидов перебили. Пираты пожелали нам удачи и улетели восвояси."
            },
            {
              "adviser": 0,
              "text": "И мне это надо как-то комментировать? Да он же просто сидел и смотрел!"
            },
            {
              "adviser": 0,
              "text": "Да, нам повезло, что все обошлось. Поразительная некомпетентность, Курт. Так бы и уволил."
            }
          ]
        }
      ]
    }
  ]
}
