{
  "briefingAdviser": {
    "asset": "adviser_vizau",
    "assetFile": "vizau.png"
  },
  "briefings": [
    {
      "steps": ["Давайте познакомимся со всеми. Видите значок павильона на карте? Кликайте."],
      "activity": "hall",
      "geotag": { "x": 560, "y": 515 }
    },
    {
      "steps": ["Цветущий, пора приступать к делу. Кликайте по геотегу. Ни пуха!"],
      "activity": "race-case",
      "geotag": { "x": 630, "y": 465 }
    },
    {
      "steps": ["Цветущий, пришла беда откуда не ждали. Скорее кликайте по геотегу!"],
      "activity": "general-case",
      "geotag": { "x": 430, "y": 465 }
    },
    {
      "steps": ["Сюда автоматически подставится текст из челобитной"],
      "activity": "dispute",
      "geotag": { "x": 560, "y": 515 }
    },
    {
      "steps": ["Цветущий, чрезвычайная ситуация во дворце! "],
      "activity": "catastrophe",
      "geotag": { "x": 430, "y": 365 }
    },
    {
      "steps": ["Отличная работа! Самое время перевести дух и проверить вашего двойника. Кликайте на павильон."],
      "activity": "skills",
      "geotag": { "x": 560, "y": 515 }
    },
    {
      "steps": ["Цветущий, мы такое узнали! Срочно кликайте по геотегу!"],
      "activity": "race-case",
      "geotag": { "x": 630, "y": 465 }
    },
    {
      "steps": ["Сюда автоматически подставится текст из челобитной"],
      "activity": "dispute",
      "geotag": { "x": 560, "y": 515 }
    },
    {
      "steps": ["Цветущий, у нас неполадки с водоснабжением. С этим нужно что-то сделать. Кликайте по геотегу."],
      "activity": "general-case",
      "geotag": { "x": 530, "y": 265 }
    },
    {
      "steps": ["Сюда автоматически подставится текст из челобитной"],
      "activity": "dispute",
      "geotag": { "x": 560, "y": 515 }
    },
    {
      "steps": ["Совсем вас заго-\nняли, цветущий. Отдохните и проверьте своего двойника. Кликайте на павильон."],
      "activity": "skills",
      "geotag": { "x": 560, "y": 515 }
    },
    {
      "steps": ["Цветущий! Непредвиденная ситуация в павильоне!"],
      "activity": "general-case-final",
      "geotag": { "x": 560, "y": 515 }
    }
  ],
  "advisers": [
    {
      "name": "Валерьян",
      "asset": "adviser_vizau_1",
      "assetSmall": "adviser_vizau_1_small"
    },
    {
      "name": "Виолетта",
      "asset": "adviser_vizau_2",
      "assetSmall": "adviser_vizau_2_small"
    },
    {
      "name": "Розетта",
      "asset": "adviser_vizau_3",
      "assetSmall": "adviser_vizau_3_small"
    }
  ],
  "hallSteps": {
    "initial": [
      {
        "adviser": 0,
        "text": "Аплодисменты нашему новому цветущему! Браво!"
      },
      {
        "adviser": 1,
        "text": "Браво!"
      },
      {
        "adviser": 2,
        "text": "Браво!"
      },
      {
        "adviser": 0,
        "text": "Я Валерьян, министр фантастических шоу."
      },
      {
        "adviser": 1,
        "text": "Виолетта, министр трагедии."
      },
      {
        "adviser": 2,
        "text": "И Розетта, министр комедии!"
      },
      {
        "adviser": 0,
        "text": "Добро пожаловать в совет, цветущий! Надеюсь, ваше правление приведет нас к процветанию. В свою очередь мы всегда готовы помочь вам и... "
      },
      {
        "adviser": 1,
        "text": "Валерьян, душа моя, давай без этой скучной официальной части! Ты так про двойника рассказать забудешь."
      },
      {
        "adviser": 0,
        "text": "Простите эту легкомысленную особу, цветущий. Ей бы только развлекаться. Но, да, двойник. Ведь рано или поздно вы вернетесь на свою планету. Поэтому пока вы здесь, мы обучим вашу цифровую копию. Сейчас я покажу первичный слепок."
      }
    ],
    "final": [
      {
        "adviser": 0,
        "text": "Что ж, цветущий, ваша цифровая копия прошла все проверки. У нас больше нет права вас задерживать. Так что... Видно, пришла пора прощаться."
      },
      {
        "adviser": 1,
        "text": "Эх, надеюсь, ваш двойник будет так же хорош, как и вы. Для меня было честью работать с вами!"
      },
      {
        "adviser": 2,
        "text": "Вы - великий цветущий. Мы много раз были на волосок от гибели, и только ваши решения спасли нас."
      },
      {
        "adviser": 0,
        "text": "Уверен, после всех испытаний вам любые трудности по плечу. Прощайте, цветущий!"
      },
      {
        "adviser": 1,
        "text": "Подождите! Я тут подумал: вы разрешили все наши конфликты и проявили себя как настоящий герой, а ведь в галактике еще полно проблем... Уверен, нашим соседям тоже пригодилась бы ваша помощь. Что скажете?"
      }
    ]
  },
  "cases": [
    {
      "id": "advertisement",
      "title": "Рекламная пауза",
      "imageTitle": "Вездесущая реклама",
      "background": "case1_bg",
      "dialogSteps": [
        {
          "adviser": 0,
          "text": "К слову о комедии. Неожиданно по всему поселению появилась реклама. Причем тех товаров, которые производятся на нашей родной планете и предназначенные на экспорт.",
          "showImage": true
        },
        {
          "adviser": 1,
          "text": "И мы не понимаем откуда! На уличные экраны и щиты приходит псевдослучайный сигнал, и его не отследить."
        },
        {
          "adviser": 2,
          "text": "Самое смешное, что рекламируемые товары у нас не продаются!"
        },
        {
          "adviser": 0,
          "text": "Странно все это. Что за глупые выходки! Так бы и врезал шутникам.",
          "highlight": "врезал шутникам",
          "dragText": "врезал\nшутникам",
          "dragStats": ["боец"]
        },
        {
          "adviser": 1,
          "text": "Я пробовала изменить конструкцию экранов, на некоторое время сигнал прекратился, но потом вернулся. ",
          "highlight": "изменить конструкцию экранов",
          "dragText": "изменить\nконструкцию\nэкранов",
          "dragStats": ["конструктор"]
        },
        {
          "adviser": 2,
          "text": "Розетта (хакер): Жаль, что мы не знаем источник сигнала. Могли бы попробовать хакнуть их в ответ.",
          "highlight": "хакнуть их в ответ",
          "dragText": "хакнуть их\nв ответ",
          "dragStats": ["хакер"]
        },
        {
          "adviser": 0,
          "text": "Цветущий, чьи слова вам кажутся наиболее разумными?"
        }
      ],
      "finalSteps": [
        {
          "adviser": 0,
          "text": "В общем, я предлагаю поразбивать эти экраны и щиты к мкулимовой бабушке. И пусть хоть все частоты своими сигналами заполонят.",
          "stats": ["боец"],
          "thankDialog": [
            {
              "adviser": 0,
              "text": "Все. С рекламой мы покончили. Теперь дворникам предстоить убрать целую кучу осколков, ха-ха!"
            },
            {
              "adviser": 1,
              "text": "Еще скажи, что так решил проблему с безработицей."
            },
            {
              "adviser": 2,
              "text": "Молчу уж об убытках."
            }
          ]
        },
        {
          "adviser": 1,
          "text": "Полегче, Валерьян! Я могу собрать глушилку. Ее, правда, придется подстраивать под каждое изменение частот, зато имущество целым будет!",
          "stats": ["аналитик"],
          "thankDialog": [
            {
              "adviser": 1,
              "text": "Прибор работает! Единственный минус - на подстройку частоты нужно время, так что реклама иногда время все-таки пробивается."
            },
            {
              "adviser": 0,
              "text": "Угу. Только каждый раз все регулировать заново приходится."
            },
            {
              "adviser": 2,
              "text": "И если они решат использовать другой способ подачи сигнала, твой прибор окажется бесполезен."
            }
          ]
        },
        {
          "adviser": 2,
          "text": "Пф. Сделаем из этого комедию! Например, висит реклама \"Апфельфон. Покупайте в официальных салонах\". А мы рядом вешаем \"Визауфон. Покупайте везде\".  Даже можно конкурсы устраивать на лучшую антирекламу!",
          "stats": ["боец"],
          "thankDialog": [
            {
              "adviser": 2,
              "text": "Ха-ха! Прекрасно! Жители уже с нетерпением ждут новой рекламы, чтобы похвастаться своим творчеством! Знали бы производители, что с их пиарщиком смеется все поселение!"
            },
            {
              "adviser": 0,
              "text": "Но реклама-то как таковая все еще идет."
            },
            {
              "adviser": 1,
              "text": "И жители чисто подсознательно запоминают их дурацкие слоганы. “Не тормози - мкулимни” и прочее."
            }
          ]
        }
      ]
    },
    {
      "id": "showgoeson",
      "title": "Шоу продолжается",
      "imageTitle": "And the beat goes on",
      "background": "case1_bg",
      "dialogSteps": [
        {
          "adviser": 0,
          "text": "Цветущий, помните ту надоедливую рекламу? Мы поняли, откуда он идет.",
          "showImage": true
        },
        {
          "adviser": 1,
          "text": "Представляю, что чувствуют несчастные звери когда их дорогой лидер похищен.",
          "highlight": "что чувствуют несчастные звери",
          "dragText": "можно\nпосочувствовать\nзверям",
          "dragStats": ["эмпат"]
        },
        {
          "adviser": 0,
          "text": "Вот только их вожак теперь ваша, цветущий, собственность. Тем более, что на его прокорм уходит столько мяса!",
          "highlight": "вожак теперь ваша, цветущий, собственность",
          "dragText": "вожак ревожеров -\nмоя собственность",
          "dragStats": ["хозяин"]
        },
        {
          "adviser": 2,
          "text": "Целая орда рёвожоров... вот бы как-нибудь исхитриться и накрыть их всех одним ударом. На планете станет намного спокойнее.",
          "highlight": "исхитриться и накрыть их всех одним ударом",
          "dragText": "накрыть всю\nстаю одним\nударом",
          "dragStats": ["хакер"]
        },
        {
          "adviser": 1,
          "text": "А вы что думаете, цветущий?"
        }
      ],
      "finalSteps": [
        {
          "adviser": 2,
          "text": "А что если, мы поставим клетку рядом с ракетными установками и подождем, пока стая подбежит поближе?..",
          "stats": ["хакер"],
          "thankDialog": [
            {
              "adviser": 2,
              "text": "Сработало! Только они подбежали на расстояние выстрела, мы ка-ак дали! Мощнейший залп! Мало кому удалось скрыться."
            },
            {
              "adviser": 2,
              "text": "Да! Отличная идея! Подождать, пока они подойдут к городу и взорвать их прямо рядом с домами!"
            },
            {
              "adviser": 1,
              "text": "Выбитые стекла в домах за свой счет устанавливать будешь?"
            }
          ]
        },
        {
          "adviser": 1,
          "text": "Давайте лучше решим дело миром. Если мы отпустим вожака, то стая просто уйдет. Так наш цветущий проявил бы великодушие.",
          "stats": ["эмпат"],
          "thankDialog": [
            {
              "adviser": 1,
              "text": "Я выпустил вожака. Перед уходом он посмотрел на меня с благодарностью. Стая ушла вместе с ним."
            },
            {
              "adviser": 1,
              "text": "Отпустить трофей. Да как вообще..."
            },
            {
              "adviser": 2,
              "text": "Вот у меня тоже слов нет."
            }
          ]
        },
        {
          "adviser": 0,
          "text": "С ума сошел, отпускать такой ценный трофей?! Спрячем клетку и будем отстреливаться. Чужого нам не надо, но и своего не отдадим.",
          "stats": ["хозяин"],
          "thankDialog": [
            {
              "adviser": 0,
              "text": "Отлично! Мы отогнали их. Поселение почти не пострадало! И трофей остался при нас."
            },
            {
              "adviser": 1,
              "text": "Ага. А еще куча мертвых рёвожоров на улицах. Кто все это убирать будет?"
            },
            {
              "adviser": 2,
              "text": "Чур не я!"
            }
          ]
        }
      ]
    }
  ],
  "generalCases": [
    {
      "id": "firsthero",
      "title": "Первый герой",
      "imageTitle": "Первый герой",
      "background": "case2_bg",
      "dialogSteps": [
        {
          "adviser": 1,
          "text": "Цветущий, нам нужна помощь! Мы, Визау, гении шоубизнеса, но наш первый проект “первый герой” на этой планете проигрывает по рейтингам! Катастрофически проигрывает!",          
          "showImage": true
        },
        {
          "adviser": 2,
          "text": "Может, анализ целевой аудитории и их предпочтений нам поможет?",
          "highlight": "анализ целевой аудитории и их предпочтений",
          "dragText": "надо разобраться\nв ситуации",
          "dragStats": ["аналитик"]
        },
        {
          "adviser": 0,
          "text": "А если ввести нового участника? Например, какую-нибудь сильную харизматичную личность?",
          "highlight": "сильную харизматичную личность",
          "dragText": "сильная\nхаризматичная\nличность",
          "dragStats": ["цветущий"]
        },
        {
          "adviser": 1,
          "text": "Не забывайте, у нас есть четкие инструкции по организации новых шоу. Наверняка там есть что-нибудь полезное.",
          "highlight": "четкие инструкции",
          "dragText": "органазация шоу\nпо инструкции",
          "dragStats": ["контролер"]
        },
        {
          "adviser": 2,
          "text": "Послушаем правителя. Цветущий, на что следует обратить внимание?"
        }
      ],
      "finalSteps": [
        {
          "adviser": 0,
          "text": "Вот мое предложение: цветущий, примите участие в шоу как капитан команды! С вашим образом лидера, вдохновляющим команду, мы обязательно добьемся успеха!",
          "stats": ["цветущий"],
          "thankDialog": [
            {
              "adviser": 0,
              "text": "Отлично! Мы бьем все рейтинги!"
            },
            {
              "adviser": 1,
              "text": "А поселением управлять кто будет, пока цветущий занят?"
            },
            {
              "adviser": 2,
              "text": "Ну, он не так долго занят будет. Хотя мне это тоже не нравится. Вдруг ЧП, а правитель на съемках?"
            }
          ]
        },
        {
          "adviser": 2,
          "text": "Мы полностью изучили предпочтения зрителей! И изменили шоу! Рейтинги зашкаливают!",
          "stats": ["конструктор"],
          "thankDialog": [
            {
              "adviser": 2,
              "text": "Цветущий, дроны зафиксировали обвал грунта в самом сердце руин. Наши разведчики провалились туда, но благодаря вам, мы вовремя обнаружили их."
            },
            {
              "adviser": 0,
              "text": "Только на исследование ушли куча времени и денег."
            },
            {
              "adviser": 1,
              "text": "Да и потакание аудитории не всегда заканчивалось хорошо. Надо уметь удивлять зрителя, а не показывать ему то, что он ожидает."
            }
          ]
        },
        {
          "adviser": 1,
          "text": "Новое поселение, новое шоу. Надо начать с проверенного, заработать репутацию и дальше делать что-то уникальное. В методичке все написано, будем следовать ей - стопроцентно будем в выигрыше!",
          "stats": ["контролер", "исполнитель"],
          "thankDialog": [
            {
              "adviser": 1,
              "text": "Видите, все работает. Рейтинги есть, репутация растет"
            },
            {
              "adviser": 2,
              "text": " Только шоу абсолютно неоригинальное."
            },
            {
              "adviser": 0,
              "text": "И рейтинга выше среднего ни в жизнь не заработает. Все равно надо будет придумывать новое шоу."
            }
          ]
        }
      ]
    },
    {
      "id": "drydead",
      "title": "Засох и сдох",
      "imageTitle": "Пересохший источник",
      "background": "case4_bg",
      "dialogSteps": [
        {
          "adviser": 1,
          "text": "Цветущий, у нас закончилась минерализированная вода, наш единственный источник иссяк. Без неё мы все просто завянем!"
        },
        {
          "adviser": 0,
          "text": "Без паники. Ничего никуда не рухнет. Я же рассчитал график критических нагрузок. И как эксперт заявляю, что опасности нет. А наши инженеры уже работают над укреплением фундаментов.",
          "showImage": true,
          "highlight": "эксперт заявляю",
          "dragText": "прислушаться к\nэкспертному\nмнению",
          "dragStats": ["эксперт"]
        },
        {
          "adviser": 1,
          "text": "Видел я твои расчеты, Гарит. Вроде ошибок нет, но на душе все равно неспокойно. Ох, чувствую - что-то не так.",
          "highlight": "на душе все равно неспокойно",
          "dragText": "прислушаться к\nинтуиции",
          "dragStats": ["интуит"]
        },
        {
          "adviser": 2,
          "text": "Курт, хватит охать по любому поводу! Лучше давай вместе поможем инженерам. Работа на свежем воздухе пойдет тебе на пользу.",
          "highlight": "вместе поможем инженерам",
          "dragText": "лично помочь\nв работе",
          "dragStats": ["исполнитель"]
        },
        {
          "adviser": 0,
          "text": "Курт, для твоего спокойствия я могу все перерасчитать еще раз. И ты убедишься в моей правоте. Цветущий, а вы что думаете?"
        }
      ],
      "finalSteps": [
        {
          "adviser": 1,
          "text": "Интуиция однозначно подсказывает: надо эвакуировать жителей.",
          "stats": ["интуит"],
          "thankDialog": [
            {
              "adviser": 1,
              "text": "И вовремя! Пара домов на окраине провалилась под землю. Слава Богу, никто не пострадал!"
            },
            {
              "adviser": 0,
              "text": "Хмф. Ты был прав, но не думай, что я поверю в твое чутье."
            },
            {
              "adviser": 2,
              "text": "Действительно. Странно все это."
            }
          ]
        },
        {
          "adviser": 0,
          "text": "Может еще и с планеты улететь? Мои расчеты верны, мы в полной безопасности. Не стоит паниковать.",
          "stats": ["эксперт"],
          "thankDialog": [
            {
              "adviser": 0,
              "text": "Видите? Никто не пострадал, да и жителей понапрасну не побеспокоили. Спасибо за поддержку!"
            },
            {
              "adviser": 2,
              "text": "Верно. Но если бы где-нибудь была хотя бы малюсенькая ошибка..."
            },
            {
              "adviser": 1,
              "text": "Последствия были бы ужасны."
            }
          ]
        },
        {
          "adviser": 2,
          "text": "Кстати, с нами связались с родной планеты. Они следят за ситуацией и настоятельно рекомендуют не рисковать и временно перенести поселение. Как по мне, нам надо их послушать.",
          "stats": ["исполнитель"],
          "thankDialog": [
            {
              "adviser": 2,
              "text": "Было нелегко, но мы справились. И буквально после того, как поселение оставил последний житель, начались очень сильные толчки, и несколько зданий обрушилось!"
            },
            {
              "adviser": 0,
              "text": "Несколько зданий на окраине. А перенесли мы все поселение."
            },
            {
              "adviser": 1,
              "text": "Столько убытков от этого!"
            }
          ]
        }
      ]
    }
  ],
  "disputes": [
    {
      "text": "Цветущий, жители просят разрешить их спор. Кликайте на павильон.",
      "first": {
        "id": "kimpa",
        "name": "Пионий",
        "archetype": "эксперт",
        "asset": "vizau_kimpa",
        "assetFile": "vizau_kimpa.png",
        "text": "Здравствуйте! Мы - музыкальный коллектив и готовимся к конкурсу на лучшую песню в жанре поп. У нас есть несколько произведений, но мы разошлись во мнениях, что выбрать. Я проанализировал предпочтения публики. В результате решил взять песню, в которой больше всего спецэффектов. Больше шоу! Но мой друг считает иначе. Скажите ему, что прав я.",
        "thankText": "Спасибо! Расчеты меня еще никогда не подводили!",
        "notThankText": "Нельзя победить, выбрав песню по причине “а мне так кажется”!"
      },
      "second": {
        "id": "tiri",
        "name": "Бадьян",
        "archetype": "интуит",
        "asset": "vizau_tiri",
        "assetFile": "vizau_tiri.png",
        "text": "Не слушайте его! Я нутром чую, какую песню взять! Холодный расчет тут не поможет. А интуиция меня еще ни разу не подводила, поверьте мне! И помогите переубедить моего товарища!",
        "thankText": "Благодарю! Я знал, что вы согласитесь!",
        "notThankText": "Нельзя измерить песню и чувства зрителей в цифрах!"
      }
    },
    {
      "text": "Угадайте что? Снова обращение от жителей! Вот павильон - кликайте.",
      "first": {
        "id": "question1",
        "name": "Орхидей",
        "archetype": "визионер",
        "asset": "vizau_kimpa",
        "assetFile": "vizau_kimpa.png",
        "text": "Вечер добрый! Я случайно узнал, что сосед ученый в своем подвале работает над прибором виртуальной реальности с временной разностью. Один день в виртуале - всего час в нашем мире! Но работает это все на опасной темной материи! Достаточно было задать пару вопросов чтобы понять к чему это все приведет! К огромному взрыву! Я сразу представил себе ужасные разрушения, плач и стоны раненых, разве можно заниматься такими вещами среди населенного города! Вы понимаете последствия?",
        "thankText": "Спасибо! Поверьте, вы сейчас спасли не один десяток жизней!",
        "notThankText": "Вы ведь понимаете, что тоже погибнете, если что-то пойдет не так? Это не игра в конце-концов!"
      },
      "second": {
        "id": "question2",
        "name": "Дрок",
        "archetype": "экспериментатор",
        "asset": "vizau_tiri",
        "assetFile": "vizau_tiri.png",
        "text": "Вы только подумайте это же настоящий прорыв! новое слово в науке! еще никто не был так близок к замедлению времени. Всего пара экспериментов и результат превзойдет все ожидания! Разве можно препятствовать прогрессу?",
        "thankText": "Спасибо! Как я рад, что хоть кто-то поддерживает науку на этой планете!",
        "notThankText": "Кто бы теперь спас науку от алармистов вроде него."
      }
    },
    {
      "text": "Вы теперь народный герой, цветущий! Кстати, к вам снова посетители. Кликайте на павильон.",
      "first": {
        "id": "shuik",
        "name": "Шуик",
        "archetype": "конструктор",
        "asset": "vizau_kimpa",
        "assetFile": "vizau_kimpa.png",
        "text": "Капитан полиции Тошши прибыл, Цветущий! Подростки в последнее время совсем распустились! Исписали своими граффити полпоселения, а на дворце намалевали \"Цветущий - ***\". Это портит внешний вид! Поможете нам смыть это убожество?",
        "thankText": "Спасибо! Надо как можно скорее смыть эти каляки, а то перед галактической лигой стыдно!",
        "notThankText": "Теперь мы хулиганам и обучение оплачиваем? Может, мне еще им коктейли принести?!"
      },
      "second": {
        "id": "kilit",
        "name": "Килит",
        "archetype": "актер",
        "asset": "vizau_tiri",
        "assetFile": "vizau_tiri.png",
        "text": "Смею не согласиться, Цветущий! Дело не в хулиганах, дело в тяге к искусству. Давайте отправим этих подростков в художественную школу за счет бюджета. Тогда их рисунки будут не позором, а украшением нашего городка!",
        "thankText": "Спасибо! Уверен, юное поколение сумеет украсить наш город новыми яркими красками!",
        "notThankText": "Эх… А ведь уличное искусство могло бы неплохо смотреться на наших улицах."
      }
    }
  ],
  "catastrophes": [
    {
      "id": "palaceoccupied",
      "title": "Дворец захвачен",
      "imageTitle": "Псто зохвачен",
      "background": "case3_bg",
      "dialogSteps": [
        {
          "adviser": 2,
          "text": "Цветущий! Экстренное совещание! Группа сектантов захватила восточный павильон дворца. Они взяли в заложники персонал и требуют признать их культ Смеющегося Бога новой основной религией. Иначе они убьют всех в течении часа.",
          "showImage": true
        },
        {
          "adviser": 0,
          "text": "Я пробовал связаться с пиратами на всех частотах. В ответ один статический шум, буду еще пытаться.",
          "highlight": "связаться с пиратами",
          "dragText": "выйти на связь\nс пиратами",
          "dragStats": ["связной"]
        },
        {
          "adviser": 1,
          "text": "Схема битвы просто завораживающая! Тактика пиратов приводит меня в восторг.",
          "highlight": "Схема битвы просто завораживающая",
          "dragText": "наблюдать за\nкрасивым\nсражением",
          "dragStats": ["эстет"]
        },
        {
          "adviser": 2,
          "text": "Высаживаются? Значит надо отловить, преследовать по всей планете пока не поймаем всех. Цветущий, что вам ближе?",
          "highlight": "преследовать по всей планете",
          "dragText": "преследовать \nи отловить всех\nвысадившихся",
          "dragStats": ["преследователь"]
        }
      ],
      "finalSteps": [
        {
          "adviser": 0,
          "text": "Я предлагаю вызвать ближайший флот галактической лиги. Одна из их обязанностей - борьба с пиратами, нам необходимо поставить их в известность.",
          "stats": ["связной"],
          "thankDialog": [
            {
              "adviser": 0,
              "text": "Они, конечно, обещали, что прибудут через двадцать минут, но я не ожидал, что они сдержат слово... В общем, оба флота уничтожены, пираты на планете арестованы, и все хорошо."
            },
            {
              "adviser": 1,
              "text": "Я думаю, что они так торопятся, чтобы просто посмеяться над мкулимами, которым нужна помощь в обороне."
            },
            {
              "adviser": 2,
              "text": "Мда... Не очень приятно из грозы галактики стать посмешищем."
            }
          ]
        },
        {
          "adviser": 2,
          "text": "Мкулимы - гроза галактики, кто нас тронет - пожалеет об этом и не раз. Всех до одного изловить на земле и в космосе догнать, чтоб не повадно было.",
          "stats": ["преследователь"],
          "thankDialog": [
            {
              "adviser": 2,
              "text": "Цветущий, вы видели этот фейерверк? Юху! Со времен сражения за систему Дзеты Сетки такого не наблюдал! Выжившие на земле сразу же сдались и ждут прибытия галактической полиции!"
            },
            {
              "adviser": 0,
              "text": "Прекрасно. Отличное дополнение к нашей репутации варваров, любящих большой бабах."
            },
            {
              "adviser": 1,
              "text": "Большое спасибо. Уверен, теперь в галактике нас будут любить еще больше."
            }
          ]
        },
        {
          "adviser": 1,
          "text": "Цветущий, они так красиво дерутся, давайте пригласим выживших пиратов к нам и поучимся тактике космического боя у этих асов.",
          "stats": ["эстет", "эксперт"],
          "thankDialog": [
            {
              "adviser": 1,
              "text": "Простите, цветущий. Я так увлекся зрелищем и беседой о тонкостях пилотирования, что даже не заметил, как всех темных дроидов перебили. Пираты пожелали нам удачи и улетели восвояси."
            },
            {
              "adviser": 0,
              "text": "И мне это надо как-то комментировать? Да он же просто сидел и смотрел!"
            },
            {
              "adviser": 0,
              "text": "Да, нам повезло, что все обошлось. Поразительная некомпетентность, Курт. Так бы и уволил."
            }
          ]
        }
      ]
    }
  ]
}
